app/controllers/apartments_controller.rb

SELECT "apartments".* FROM "apartments"
---
    def index
        apartments = Apartment.all